VocabPic/app/controllers/api/v1/pictures_controller.rb

  def index
    @pictures = Picture.all
---
SELECT "pictures".* FROM "pictures"