VocabPic/app/controllers/vocabularies_controller.rb

SELECT "vocabularies".* FROM "vocabularies"
---
  def index
    @vocabularies = Vocabulary.all